Repository: huwung/ProjektOmegaT
Catalog: deutch2english/deutch2english-omegat.tmx
Source language: de_de
Languages: zh_cn

source: Alle möglichen Leute.
zh_cn: All sorts of people.

source: Das sind externe Mitarbeiter.
zh_cn: These are external employees.

source: Der persönliche Trainer kostet mehr.
zh_cn: The personal trainer costs more.

source: Die offene Tür ist rot.
zh_cn: The open door is red.

source: Ein gelber Vogel sitzt in dem Baum.
zh_cn: A yellow bird is sitting in the tree.

source: Sie sind die starken Frauen.
zh_cn: They are the strong women.

source: Wir sind wichtige Leute.
zh_cn: We are important people.
